[Information]
; (Latest Translator, First Translator, Second Translator ...)
TRANSLATOR=Оззии
VERSION=3.7.0

[Language]
LANGUAGE=Српски
CHARACTER_CODE=Unicode (UTF-16, LE, w/ BOM)
LOCALE_ID=

[Url]
WIKIPEDIA_SMART=http://en.wikipedia.org/wiki/Self-Monitoring%2C_Analysis_and_Reporting_Technology

[Menu]
FILE=Датотека
CUSTOMIZE=Прилагоди
EXIT=Излаз
EDIT=Уреди
COPY=Копирај
FUNCTION=Функција
HIDE_SMART_INFO=Сакриј S.M.A.R.T. информације
HIDE_SERIAL_NUMBER=Сакриј серијски број
SHOW_DRIVE_LETTER=Сакриј слово драјва
ADVANCED_DISK_SEARCH=Напредна претрага диска
EVENT_LOG=Извештај доађаја
AAM_APM_CONTROL=AAM/APM контрола
AUTO_AAM_APM_ADAPTION=Ауто подешавање AAM/APM
RESIDENT=Резидент
STARTUP=Покретање са системом
OPEN_DISK_MANAGEMENT=Отвори „Менаџер диска“
OPEN_DEVICE_MANAGER=Отвори „Менаџер уређаја“
ADVANCED_FEATURE=Напредне карактеристике
REFRESH=Освежи
RESCAN=Поново скенирај
DISABLE=Онемогући
AUTO_REFRESH=Ауто освежи
AUTO_REFRESH_TARGET=Ауто освежи циљ
AUTO_REFRESH_TARGET_ALL_DISK=Ауто освежи - Све дискове
AUTO_REFRESH_UNTARGET_ALL_DISK=Ауто освежи - Ни један диск
WAIT_TIME_AT_STARTUP=Чекање на покретање система
GRAPH=Графика
THEME=Тема
DISK=Диск
HELP=Помоћ
HELP_WEB=Помоћ [Web]
HELP_ABOUT=О CrystalDiskInfo
HELP_ABOUT_SMART=О S.M.A.R.T. (Википедија) [Интернет]
LANGUAGE=
ITEM=Појам
TEMPERATURE_TYPE=Врста температуре
CELSIUS=Целсиус (°C)
FAHRENHEIT=Фаренхајт (°F)
HEALTH_STATUS_SETTING=Сетовање здравственог статуса

;Graph
OPTION=Опција
LEGEND_POSITION=Смештај легенде
NORTH_WEST=Горе лево
NORTH_EAST=Горе десно
SOUTH_WEST=Доле лево
SOUTH_EAST=Доле Десно
MAX_PLOT_POINT=Max Plot Point
TIME_FORMAT=Формат времена
PAINT_WEEKEND=Обоји викенд
ALL=Све

;2.7.0
COPY_OPTION=Опција копирања
RESIDENT_STYLE=Резидентни стил
MINIMIZE=Умањи
HIDE=Сакриј

;3.0.0
ZOOM=Зум
AUTO=Ауто
ATTRIBUTE=Атрибут

;3.5.0
ASCII_VIEW=ASCII преглед
AUTO_DTECTION=Ауто налажење
SECOND=сек.
MINUTE=мин.
HOUR=сат

:3.9.4
WORKAROUND=W&orkaround

;4.0.0
ALERT_MAIL=Alert Mail
MAIL_SETTINGS=Mail Settings
SMART_IN_ENGLISH=S.M.A.R.T. in English
FONT_SETTING=Font Setting

;5.0.0
ALERT_FEATURES=A&lert Features
ALARM_HISTORY=Alarm History
ALERT_SOUND=Alert Sound
SOUND_SETTINGS=Sound Settings
GADGET_SUPPORT=Gadget Support
INSTALL_GADGET=Install Gadget
ENABLE_AUTO=Enable (Auto Detection)
ENABLE_ALL=Enable (All Disks)
ENABLE_RAID=Enable (RAID Volume Only)

;6.0.0
HIDE_NO_SMART_DISK=&Hide No S.M.A.R.T. Disk
GREEN_MODE=&Green Mode

[TrayMenu]
EXIT=Излаз
REFRESH=Освежи
RESCAN=Поново скенирај
ENABLE=Омогући
DISABLE=Онемогући
ENABLE_ALL=Омогући све
DISABLE_ALL=Онемогући све
AUTO_REFRESH=Ауто освежити
AUTO_REFRESH_01_MIN=1 мин.
AUTO_REFRESH_03_MIN=3 мин.
AUTO_REFRESH_05_MIN=5 мин.
AUTO_REFRESH_10_MIN=10 мин.
AUTO_REFRESH_30_MIN=30 мин.
AUTO_REFRESH_60_MIN=60 мин.
AUTO_REFRESH_TARGET=Ауто освежи циљ
AUTO_REFRESH_TARGET_ALL_DISK=Ауто освежи - Уциљњј све дискове
AUTO_REFRESH_UNTARGET_ALL_DISK=Ауто освежи - Ни један диск
ALARM_SETTING_TEMPERATURE=Сетовање аларма - Температуре
ALARM_SETTING_HEALTH_STATUS=Сетовање аларма - Здравствени статус
SHOW_MAIN_WINDOW=Покажи главни прозор
SHOW_TEMPERATURE_ICON=Прикажи икону температуре
SHOW_ALL_TEMPERATURE_ICON=Прикажи иконе свих температура
HIDE_ALL_TEMPERATURE_ICON=Сакриј иконе свих темпаратура
COLLECTIVE_SETTING=Колективно сетовање
GRAPH=Графика
;Added 3.0
SHOW_TEMPERATURE_ICON_ONLY=Прикажи само икону температуре

[DiskStatus]
GOOD=Добар
CAUTION=Пажња
BAD=Лоше
UNKNOWN=Непознато
DISK=Диск

[Dialog]
LIST_ID=Бр
LIST_CURRENT=Актуелно
LIST_WORST=Максимално
LIST_THRESHOLD=Праг
LIST_RAW_VALUES=Сирове вредности
;LIST_DESCRIPTION=Опис
LIST_ATTRIBUTE_NAME=Име атрибута

FIRMWARE=Фирмвер
SERIAL_NUMBER=Серијски број
INTERFACE=Интерфејс
STANDARD=Стандардно
TRANSFER_MODE=Мод преноса
BUFFER_SIZE=Величина бафера
NV_CACHE_SIZE=NV величина кеша
ROTATION_RATE=Брзина ротације
TEMPERATURE=Температура
POWER_ON_HOURS=Ради већ
POWER_ON_COUNT=Број паљења
DRIVE_LETTER=Слово драјва
FEATURE=Карактеристике
HEALTH_STATUS=Здравље

UNKNOWN=Unknown
POWER_ON_COUNT_UNIT=пута
POWER_ON_HOURS_UNIT=сата
POWER_ON_DAYS_UNIT=дана

;4.3
TOTAL_HOST_WRITES=Total Host Writes
TOTAL_HOST_READS=Total Host Reads
TOTAL_NAND_WRITES=Total NAND Writes

;4.5
WEAR_LEVELING_COUNT=Wear Leveling Count

;6.1
CURRENT_MODE_SUPPORTED_MODE=Current Mode | Supported Mode
MAJOR_VERSION_MINOR_VERSION=Major Version | Minor Version

[Message]
DETECT_UNIT_POWER_ON_HOURS=Откривање јединица за "Сага на време" (потребно око 130 сек.)
DETECT_DISK=Налажење диска
PLEASE_ENABLE_WMI=Омогућите WMI(Windows Management Instrumentation)
PLEASE_RESTART_THIS_APPLICATION=Поново покренути програм да би поставили тему
DISK_NOT_FOUND=Диск није нађен

[Alarm]
ALARM_TEMPERATURE=Аларм - Температура
ALARM_HEALTH_STATUS=Аларм - Здравствени статус
DEGRADATION=Погоршање
RECOVERY=Обнова
;3.5.0
INFO_HEALTH_STATUS=Инфо - Здравствени статус

[Graph]
PLEASE_SELECT_ITEM=Одаберите појам
ACTUAL_VALUE=Актуелна вредноста (Raw вредност)
NORMALIZED_VALUE=Нормализована вредност (Актуелна вредност)
ALL_ON=Све упаљено
ALL_OFF=Све угашено
RESET=Ресетовати

[Customize]
LINE_COLOR=Боја линије
BACKGROUND_IMAGE=Позадинска слика
SUPPORTED_IMAGE_FORMAT=Подржан формат слике
ALL_FILES=Све датотеке

;5.0.0
SUPPORTED_SOUND_FORMAT=Supported Sound Format

[AamApm]
AAM_LOW=<- чутљиво (80h)
AAM_HIGH=Перформанса (FEh) ->
AAM_RECOMMEND=Препоручена вредност
APM_LOW=<- Мин снага (01h)
APM_HIGH=Перформанса (FEh) ->
;3.5.0
AUTOMATIC_ACOUSTIC_MANAGEMENT=Аутоматско управљање акустике (AAM)
ADVANCED_POWER_MANAGEMENT=Аутоматско управљање упајања (APM)

[WindowTitle]
ABOUT=О CrystalDiskInfo
GRAPH=Графика
CUSTOMIZE=Прилагоди
VERSION_INFORMATION=Верзија
AAM_APM_CONTROL=AAM/APM контрола
HEALTH_STATUS_SETTING=Сетовање здравственог статуса

;5.0.0
ALARM_HISTORY=Alarm History
SOUND_SETTINGS=Sound Settings

;5.1.0
FONT_SETTING=Font Setting

[HealthStatus]
THRESHOLD_OF_CAUTION=Граница пажње
APPLY=Примени
DEFAULT=Подразумевано

[Smart]
UNKNOWN=Непознато
VENDOR_SPECIFIC=Продавац специфично
01=Постотак грешака у читању
02=Опште излазне перформансе диска
03=Време почетка крета
04=Рачун покретања/гашења
05=Сектори поново додељени
06=Маргина канал при читању
07=Постотак грешака приступа главе
08=Перформансе приступа главе
09=Сати рада
0A=Број поновног покретања ротације
0B=Број калибрација
0C=Број циклуса покретања
0D=Постотак грешака не поправљена
B8=Грешка крај-до-крај
BB=Пријављене непоправљене грешке
BC=Команда истекла
BD=High Fly Writes
BE=Интерна температура диска
BF=Грешке због удара/вибрација
C0=Број поврачења главе због губљење напона
C1=Број промена смештаја главе
C2=Температура
C3=Поправљене ECC грешке
C4=Број поновних додела доађаја
C5=Нестабилни сектори
C6=Сектори који се не могу поправити
C7=UltraDMA CRC грешка
C8=Постотак грешака на писање сектора
C9=Постотак грешака не поправљени послату систему
CA=Грешка маркирања адресе података
CB=Поништавање задњег рада
CC=ECC корекција
CD=Термички постотак осушења
CE=Величина навигације
CF=Висок бројач
D0=Звук ротације
D1=Перформанса на гашење
D3=Вибрација при писању
D4=Пок при писању
DC=Даљина премештаја диска прена ротацији(обично због шока)
DD=Грешке због вибрације/шока
DE=Сата рада при учитавања
DF=Број промена смештаја главе
E0=Трљање при читања
E1=Циклус читавања/пажњења
E2=Load 'In'-time
E3=Torque Amplification Count
E4=Power-Off Retract Cycle
E6=Амплитуда GMR
E7=Температура
F0=Сата навигација главе
FA=Грешке при читању
FE=Заштита против пада

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartSsd]
01=Износ грешке при читању
02=Општа перформанса
03=Време упаљења ротације
04=Рачун покретања/гашења
05=Сектори поново додељени
06=Маргина канал при читању
07=Постотак грешака приступа главе
08=Перформансе приступа главе
09=Сати рада
0A=Број поновног покретања ротације
0B=Број калибрација
0C=Број циклуса покретања
0D=Постотак грешака не поправљена
C0=Брос несигурних гашења
C2=Температура
C4=Број поновних додела доађаја
C5=Current Pending Sector Count
C6=Нестабилни сектори
; CrystalDiskInfo assign
FF=Процењена трајност

;Updated 5.4.0
F1=Total Host Writes
F2=Total Host Reads

[SmartMtron]
BB=Збир брисања

[SmartIndlinx]
01=Износ грешке при читању
09=Сати рада
0C=Број циклуса покретања
B8=Погрешни иницијални блокови
C3=Програми са погрешних блоковима
C4=Погрешни блокови избрисани
C5=Погрешни блокови при читању
C6=Број сектору у читању
C7=Број сектора у писању
C8=Број команде у читању
C9=Број команде у посању
CA=Грешна бита са флеша
CB=Читани сектори са поправљена битова грешака
CC=Показани погрешни комплетни блокови
CD=Максимална вредност PE
CE=Минимални број брисања
CF=Максимални број брисања
D0=Средњи број брисања
D1=Остатак живота драјва

[SmartJMicron60x]
09=Сати рада
0C=Број циклуса покретања
C2=Температура
E5=Бр блока система, Бр флаша
E8=Верзија фирмвера
E9=ECC сачувавање погрешно
EA=Просечан број брисања, Максимални број брисања
EB=Добри блокови, Системски блокови

[SmartIntel]
03=Време упаљења ротације
04=Рачун покретања/гашења
05=Сектори поново додељени
09=Сати рада
0C=Број циклуса покретања
C0=Брос несигурних гашења
E1=Почетно писање
E8=Доступан резервисан простор
E9=Индикатор употребе медиа
B8=Број налажења грешака финализације

;Updated 4.1
AA=Available Reserved Space
AB=Program Fail Count
AC=Erase Fail Count
BB=Uncorrectable Error Count

;Updated 4.3
AE=Unexpected Power Loss
E2=Timed Workload Media Wear
E3=Timed Workload Host Read/Write Ratio
E4=Timed Workload Timer
F1=Total LBAs Written
F2=Total LBAs Read
F9=Total NAND Writes

;Updated 5.5.0
B7=SATA Downshift Count
BE=Temperature
C7=CRC Error Count

;Updated 5.6.1
AF=Power Loss Protection Failure
C2=Temperature
C5=Pending Sector Count

;Added 6.6.0
EA=Thermal Throttle Status

[SmartSamsung]
05=Сектори поново додељени
09=Сати рада
0C=Број циклуса покретања
AF=Грешке програма (Чип)
B0=Грешке бисања (Чип)
B1=Ниво коришћења
B2=Употребљени резервисани блокови (Чип)
B3=Употребљени резервисани блокови (Збир)
B4=Неупотребљени резервисани блокови (Збир)
B5=Грешке програма (Збир)
B6=Грешке бисања (Збир)
B7=Блокови са погрешно трајање (Збир)
BB=Непоправљиве грешке
BE=Интерна температура диска
C2=Температура
C3=ECC Error Rate
C6=Непоправљиве грешке ван-линије
C7=CRC грешке
C9=Статус супер бут
CA=Статус SSD мода
EB=POR Recovery Count
F1=Total LBA Written
F2=Total LBA Read

;Added 6.6
AA=Unused Reserved Block Count (Chip) 
AB=Program Fail Count (Chip)
AC=Erase Fail Count (Chip)
AD=Wear Leveling Count
AE=Unexpected Power Loss Count
B8=Error Detection
E9=Normalized Media Wear-out

[SmartSandForce] ;Updated (3.7.0)
01=Износ грешке при читању
05=Сектори поново додељени
09=Сати рада
0C=Број циклуса покретања
0D=Постотак грешака не поправљена
64=Gigabyte брисано
AA=Број резервисаних блокова
AB=Грешке програма
AC=Грешке брисања
AE=Неочекивано губљење напајања
B1=Wear Range Delta
B5=Грешке програма
B6=Грешке брисања
B8=Reported I/O Error Detection Code Errors
BB=Пријављене непоправљене грешке
C2=Температура
C3=Непоправљене ECC грешке
C4=Број поновних додела доађаја
C6=Сектори који се не могу поправити
C7=SATA грешке (CRC)
C9=Непоправљене софтверске грешке
CC=Број поправке софтвер ECC
E6=Life Curve Status
E7=Остатак живота SSD-а
E8=Доступан резервисан простор
EB=SuperCap здравље
F1=Доживотно писање са домаћина
F2=Доживотно читање са домаћина

[SmartJMicron61x] ;Added (3.9)
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AF=Bad Cluster Table Count (ECC Fail Count)
C0=Unexpected Power Loss Count
C2=Temperature
C5=Current Pending Sector Count
AA=Bad Block Count
AD=Erase Count

[SmartMicron] ;Added 4.0.0/ Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated NAND Blocks
09=Power On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B5=Unaligned Access Count
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F2=Write Protect Progress
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

[SmartMicronMU02] ;Updated 6.6.0
; RAIN = Redundant Array of Independent NAND
01=Raw Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
0D=Soft Error Rate
0E=Device Capacity (NAND)
0F=User Capacity
10=Spare Blocks Available
11=Remaining Spare Blocks
64=Total Erase Count
AA=Reserved Block Count
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Block-Erase Count
AE=Unexpected Power Loss Count
B4=Unused Reserve NAND Blocks
B7=SATA Interface Downshift
B8=Error Correction Count
BB=Reported Uncorrectable Errors
BC=Command Timeout Count
BD=Factory Bad Block Count
C2=Temperature
C3=Cumulative ECC Bit Correction Count
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Smart Off-line Scan Uncorrectable Error Count
C7=Ultra DMA CRC Error Rate
CA=Percent Lifetime Used
CE=Write Error Rate
D2=Successful RAIN Recovery Count
EA=Total Bytes Read
F3=ECC Bits Corrected
F4=ECC Cumulative Threshold Events
F5=Cumulative Program NAND Pages
F6=Total Host Sector Writes
F7=Host Program Page Count
F8=Background Program Page Count

; Updated 6.6.0
A0=Uncorrectable Sector Count
A1=Valid Spare Blocks
A3=Initial Invalid Blocks
94=Total SLC Erase Count
95=Maximum SLC Erase Count
96=Minimum SLC Erase Count
97=Average SLC Erase Count
A4=Total TLC Erase Count
A5=Maximum TLC Erase Count
A6=Minimum TLC Erase Count
A7=Average TLC Erase Count
A9=Percentage Lifetime Remaining
B5=Program Fail Count
B6=Erase Fail Count
C0=Power-off Retract Count
E8=Available Reserved Space
F1=Total LBA Write
F2=Total LBA Read
F5=Total TLC Write Count
F6=Total SLC Write Count
F7=RAID Recovery Count

[SmartOcz] ;Added (4.5)
01=Raw Read Error Rate
03=Spin Up Time
04=Start Stop Count
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
E8=Total Count of Write Sectors
E9=Remaining Life

; Added 6.6.0
64=Total Blocks Erased
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Bad Block Count
AD=Erase Count
B8=Factory Bad Block Count
C0=Unexpected Power Loss Count
CA=Total Number of Corrected Bits
CD=Max Rated PE Counts
CE=Minimum Erase Counts
CF=Maximum Erase Counts
D3=SATA Uncorrectable Error Count
D4=NAND Page Reads During Retry
D5=Simple Read Retry Attempts
D6=Adaptive Read Retry Attempts
DD=Internal Data Path Uncorrectable Errors
DE=RAID Recovery Count
E6=Power Loss Protection
FB=NAND Read Count

;Updated 6.7.0
F1=Total Host Writes
F2=Total Host Reads

[SmartPlextor] ;Added (5.1.0)/Updated (5.4.0)
01=Read Error Rate
05=Reallocated Sectors Count
09=Power-On Hours
0C=Power Cycle Count
C0=Unsafe Shutdown Count
C4=Reallocation Event Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

;Updated (5.4.0)
B1=Wear Leveling Count
B2=Used Reserved Block Count (Worst Case)
B5=Program Fail Count (Total)
B6=Erase Fail Count (Total)
BB=Uncorrectable Error Count
C7=Ultra CRC Error Count
E8=Available Reserved Space

;Added 6.2.0
AA=Grown Bad Blocks
AB=Program Fail Count (Total)
AC=Erase Fail Count (Total)
AD=Average Program/Erase Count (Total)
AE=Unexpected Power Loss Count
AF=Program Fail Count (Worst Case)
B0=Erase Fail Count (Worst Case)
B3=Used Reserved Block Count (Total)
B4=UnUsed Reserved Block Count (Total)
B7=SATA Interface Down Shift
B8=End-to-End Data Errors Corrected
BC=Command Time out
C3=ECC rate
E9=NAND GB written

[SmartSanDisk] ;Added (5.2.0)
05=Retired Block Count
09=Power-On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AB=Program Fail Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
E8=Remaining Life
F1=Total Host Writes
F2=Total Host Reads

[SmartOczVector] ;Added (5.3.0)
05=Accumulated Runtime Bad Blocks
09=Power-On Hours Count
0C=Power Cycle Count
AB=Available Over-Provisioned Block Count
AE=Power Cycle Count (Unplanned)
BB=Total Uncorrectable NAND Reads
C3=Total Programming Failures
C4=Total Erase Failures
C5=Total Read Failures (Uncorrectable)
C6=Host Reads
C7=Host Writes
D0=Average Erase Count
D2=SATA CRC Error Count
E9=Remaining Life
F9=Total NAND Programming Count

;Updated 5.5.0
F1=Total Host Writes
F2=Total Host Reads

;Updated 6.6.0
64=Total Blocks Erased
B8=Factory Bad Block Count Total
CA=Total Number Of Read Bits Corrected
CD=Max Rated PE Count
CE=Min Erase Count
CF=Max Erase Count
D4=Total Count NAND Pages Reads Requiring Read Retry
D5=Total Count of Simple Read Retry Attempts
D6=Total Count of Adaptive Read Retry Attempts
DD=Internal Data Path Protection Uncorrectable Errors
DE=RAID Recovery Count
E0=In Warranty
E1=DAS Polarity
E2=Partial Pfail
E6=Write Throttling Activation Flag
F9=Total NAND Programming Count (pages)
FB=Total NAND Read Count

[SmartCorsair] ;Added 6.2.0
01=Raw Read Error Rate
05=Retired Block Count
09=Power On Hours
0C=Power Cycle Count
AA=Reserve Block Count
AC=Erase Fail Count
AE=Unexpected Power Loss Count
B5=Program Fail Count
BB=Reported Uncorrectable Errors
C2=Temperature
C4=Reallocation Event Count
E7=SSD Life Left
F1=Lifetime GB Written
F2=Lifetime GB Read

[SmartToshiba] ;Added 6.2.0
01=Read Error Rate
02=Throughput Performance
03=Spin-Up Time
04=Start/Stop Count
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0B=Recalibration Retries
0C=Power Cycle Count
A7=SSD Protect Mode
A8=SATA PHY Error Count
A9=Total Bad Block Count
AD=Erase Count
C0=Unexpected Power Loss Count
C2=Temperature
C4=Reallocation Event Count
C5=Current Pending Sector Count
C6=Uncorrectable Sector Count
F1=Total Host Writes
F2=Total Host Reads

[SmartSanDiskGb] ;Added 6.2.0
05=Reallocated Block Count
09=Power On Hours
0C=Power Cycle Count
A6=Min W/E Cycle
A7=Max Bad Block/Die
A8=Maximum Erase Cycle
A9=Total Bad Block
AB=Program Fail Count
AC=Erase Fail Count
AD=Average Erase Cycle
AE=Unexpected Power Loss Count
BB=Reported Uncorrectable Errors
C2=Temperature
D4=SATA PHY Error
E6=Percentage Total P/E Count
E8=Spare Block Remaining
E9=Total GB Written To NAND
F1=Total GB Written
F2=Total GB Read

[SmartKingston] ;Added 6.6.0
01=Read Error Rate
02=Throughput Performance
03=Spin Up Time
05=Reallocated Sectors Count
07=Seek Error Rate
08=Seek Time Performance
09=Power-On Hours
0A=Spin Retry Count
0C=Power Cycle Count
A8=SATA PHY Error Count
AA=Bad Block Count
AD=Erase count
AF=Bad Cluster Table Count
BB=Uncorrectable Errors
C0=Unsafe Shutdown Count
C2=Temperature
C4=Later Bad Block Count
C5=Current Pending Sector Count
C7=CRC Error Count
DA=CRC Error Count
E7=SSD Life Left
E9=Lifetime Writes to Flash
F0=Write Head
F1=Host Writes
F2=Host Reads
F4=Average Erase Count
F5=Max Erase Count
F6=Total Erase Count

[SmartNVMe] ;Added 6.7.0
01=Critical Warning
02=Composite Temperature
03=Available Spare
04=Available Spare Threshold
05=Percentage Used
06=Data Units Read
07=Data Units Written
08=Host Read Commands
09=Host Write Commands
0A=Controller Busy Time
0B=Power Cycles
0C=Power On Hours
0D=Unsafe Shutdowns
0E=Media and Data Integrity Errors
0F=Number of Error Information Log Entries

[SmartRealtek] ;Added by Realtek
01=Raw data error rate
05=Reallocated sector count
09=Power on hour count
0C=Power cycle count
A1=GDN
A2=Total erase count
A3=Max PE cycle
A4=Average erase count
A5=Initial bad block count
A6=Total bad block count
A7=SSD protect mode
A8=SATA Phy error count
A9=Health
AB=Program fail count
AC=Erase fail count
AE=Unexpected power loss count
AF=ECC fail count
B5=Unaligned access count
BB=Reported uncorrectable error
C2=Enclosure temperature
C3=Cumulative corrected ecc
C4=Reallocation event count
C7=Ultra DMA CRC error count
CE=Min. erase count
CF=Max erase count
E7=Lifetime left
E8=Available reserved space
F1=Write life time
F2=Read life time
F9=Total GB written to NAND (TLC)
FA=Total GB written to NAND (SLC)